label natsuki_exclusive_1:
    scene bg club_day
    with wipeleft_scene
    n "呃......！"
    "我听见夏树在储藏间里发出了窝火的叹息。"
    "看来她似乎正在为某些事情气恼不已。"
    "我走过去，看看能不能帮上忙。"
    play music t6 fadeout 1
    scene bg closet
    show natsuki 4r zorder 2 at t11
    with wipeleft_scene
    mc "你是在找什么东西吗？"
    n 4x "可恶的莫妮卡......"
    n "每次都不把我的东西放回原位！"
    n "如果老是有人乱摆你的东西，那么整理起来又有什么意义啊？"
    "夏树将叠成一摞的书本和套装盒推到书架另一头。"
    mc "漫画啊......"
    n 2c "我记得你也看漫画，对吧？"
    mc "啊——"
    mc "......偶尔吧......"
    "漫画这种东西，在弄清楚对方的态度前，你不能直接承认自己非常喜欢。"
    mc "......话说你是怎么知道的？"
    n 2k "我之前听你提起过。"
    n "更何况，你脸上都快把‘我喜欢看漫画’几个字给写出来了。"
    "这是想表达什么意思......？"
    mc "我、我明白了......"
    "在其中一层书架的一边，一摞杂七杂八的书中夹着一卷孤零零的漫画。"
    "我有点好奇，把它从把书堆里抽了出来。"
    n 1b "原来在{i}这里{/i}啊！"
    "夏树从我手里抢过了那卷漫画。"
    "接着她转过身，把那本漫画按照集数插回漫画盒中。"
    n 4d "啊哈，这下好多了！"
    n "看见一套漫画缺了一本，大概是世上最恼人的景象了。"
    mc "我懂这种感觉......"
    "我凑近看了眼她正欣赏着的这套漫画。"
    mc "《芭菲女孩》......？"
    "我从没听说过这个系列。"
    "这意味着，这漫画要么完全不在我的品味版图上，要么就是个粪作。"
    n 5g "你要是想指点江山的话，就到那扇门外头去，隔着门上的玻璃说去吧。"
    "她指着教室门。"
    mc "喂、喂，我可没有要指点江山......！"
    mc "我还什么都没说呢。"
    n 5c "你的语调已经表达出来了。"
    n "不过 [player]，我得先告诉你一件事。"
    n 4l "你就把这句话当作是文学部给你上的一课吧：不要以貌取书！"
    n "实际上——"
    "夏树从盒子里抽出《芭菲女孩》的第一卷。"
    n "我现在就可以告诉你，为什么是这个道理！"
    "她把漫画塞进我的手里。"
    mc "啊......"
    "我看着封面。"
    "上面画着四个盛装打扮的美少女，每个都摆出动漫女角色特有的妩媚姿势。"
    "这个......‘萌’得实在过头了。"
    n 4b "别傻站着啊！"
    mc "呜哇——"
    show natsuki zorder 1 at thide
    hide natsuki
    "夏树抓着我的手臂把我拖出了储藏间。"
    "然后她挨着墙坐在了窗沿底下。"
    "她拍了拍身边的地面，示意我坐在那里。"
    show bg club_day
    show natsuki 2a zorder 2 at t11
    with wipeleft
    mc "坐椅子上不是更舒服么......？"
    "我坐了下来。"
    n 2k "椅子不行。"
    n "那样我们俩就没法一起看了。"
    mc "诶？为什么？"
    mc "啊......我知道了，这样就能凑得更近一点吧......"
    n 2o "——！"
    n 5r "不、不要直接说出来嘛！"
    n "你弄得我都觉得怪怪的了！"
    "夏树交叉着双臂，挪远了一些。"
    mc "抱歉......"
    show natsuki 5g
    "我也没想到会和她坐得这么近......"
    "虽然这样也不坏啦。"
    "我打开了漫画。"
    "没过几秒，夏树又悄悄地挪近了几寸，以为我没有发现她偷偷缩小了我们俩之间的距离。"
    "我能感觉到她的视线越过了我的肩膀，想必她比我更想看这本漫画。"
    n 1k "哇，我有多久没读过这卷漫画的开头了......？"
    mc "嗯？"
    mc "你不会时不时回头翻一翻前面几卷吗？"
    n 2k "那倒也不一定。"
    n "可能等到读完整个系列，会回头看一下。"
    n 2c "喂，你有在认真看漫画吗？"
    mc "呃......"
    "我正在看，但是没什么特别的桥段，所以我可以一边看一边聊天。"
    "这部漫画似乎就是讲一群高中生的故事。"
    "典型的日常漫画剧情。"
    "我自己有些厌倦日常系的作品了，因为就算故事再有趣，也很少能弥补主线剧情缺失这一不足。"
    mc "所以说......"
    mc "之后会有什么展开么？"
    mc "会有什么主线剧情么？"
    n 4w "哼，那当然！"
    n "你以为我会看那种没有主线剧情的作品么？"
    n 4c "我是说......"
    n 2c "嗯，我大概知道你想说什么......"
    n 2k "很多话的开场都是围绕一些小事......"
    n "比如有一话很有意思，她们迷上了冰淇淋店的一个帅哥......"
    n 2c "但这些剧情都会让你更好地了解角色！"
    n "而且，故事也还是很有趣的。"
    n 2d "不过在这之后，戏剧性展开接踵而来......"
    n "比如在叙述她们的背景故事时，还有开始进入恋爱主线的时候......"
    n "这些故事结构上的安排真是太棒了。"
    n 2a "里面有很多部分都非常感人。"
    mc "啊，这样吗？"
    mc "听起来你真的很了解你喜欢的作品。"
    mc "看来我有点低估你的厨力了。"
    n 2z "欸嘿嘿。"
    n 1f "......喂，等一下！"
    n "你刚刚{i}那话{/i}是什么意思啊？！"
    mc "呜哇——"
    "夏树轻轻地推了我一把。"
    mc "我只是说，感觉你真人不露相啊......"
    n 5s "哼。算你会圆场。"
    mc "啊......这一话似乎是关于制作点心的。"
    mc "让我猜一下，这个漫画里有很多制作点心的情节吗？"
    n 5b "呃——"
    "夏树停顿了一会儿，似乎并不想承认这一点。"
    n 2q "......是啊。"
    n "这很重要吗？"
    mc "没什么，我只是有点好奇......"
    mc "毕竟你也很擅长烘焙嘛，对吧？"
    n 1o "这——"
    n "只是巧合而已啦！"
    n 1t "我只是正巧在读这个漫画的时期开始接触烘焙而已。"
    n "我怎么可能会因为漫画而去学制作点心呢。"
    n 4y "社会上还有这种会随随便便就被漫画影响的人吗，好惨哦。"
    n "啊哈哈！"
    "怎么看都不像是巧合吧......"
    "我想这就能解释夏树对烘焙的喜爱了吧。"
    "不过话说回来，能受漫画影响而产生的兴趣鱼龙混杂。而在这当中，制作点心算是一个不错的兴趣吧。"
    "更何况夏树还真的很擅长制作点心，所以我还有什么好说的呢？"
    $ persistent.clear[0] = True
    $ renpy.save_persistent()
    scene n_cg1_bg
    show n_cg1_base
    with dissolve_cg
    "......"
    "我们接着读了几分钟。"
    "我已经读完几话了。"
    mc "......"
    mc "......你这样坐着不觉得无聊吗？"
    n "并没有！"
    mc "即便你只是在这看着我读？"
    n "这个嘛......！"
    n "我......觉得还好啊。"
    mc "既然你都这么说了......"
    mc "......把自己喜欢的作品推荐给别人，确实是件挺有趣的事。"
    mc "如果能让朋友开始看我喜欢的漫画，我也会很开心的。"
    mc "懂我意思吧？"
    n "......？"
    mc "嗯？"
    mc "不是这样吗？"
    show n_cg1_exp2 at cgfade
    n "唔......"
    n "我......"
    n "我也不是很清楚。"
    mc "......什么？"
    mc "你都不和自己的朋友一起看漫画吗？"
    hide n_cg1_exp2
    show n_cg1_exp3 at cgfade
    n "你能别在我伤口上撒盐吗？"
    n "真是的......"
    mc "啊......对不起......"
    n "哼。"
    n "说得好像我就能成功推荐朋友看漫画似的......"
    n "他们都觉得漫画是给小屁孩看的。"
    n "每当我提起漫画，他们就一脸震惊的样子，仿佛在说什么："
    n "‘诶？你都这个年龄了还看这种东西吗？’"
    n "让我超想揍爆他们的脸......"
    mc "呃，我刚好也认识这种人......"
    mc "说真的，能找到一个不对你的爱好评头论足的朋友已经够难了，更别说有着同样爱好的朋友了......"
    mc "我本来就是个失败者，所以身边也聚集着很多同类。"
    mc "但对你这样的人来说可能会难一点......"
    hide n_cg1_exp3
    n "嗯。"
    n "好吧，你说得还挺准确的。"
    "{i}......等会儿，她说的‘很准确’到底指的是哪部分啊？？{/i}"
    n "我是说，我甚至都没法把漫画放在自己房间里......"
    n "我根本不知道我爸发现这些漫画后会怎么样。"
    n "至少放在部室里挺安全的。"
    show n_cg1_exp3 at cgfade
    n "虽说这里有莫妮卡那个讨人厌的家伙......"
    n "呃、可恶！我难道就不能赢那家伙一次吗？"
    mc "没事啦，你把漫画放在这里，不是也得到回报了吗？"
    mc "你看，现在我不是正在这里读着吗？"
    n "哼，可是这又没解决我的任何问题。"
    mc "也许吧......"
    mc "但至少你也乐在其中，不是吗？"
    hide n_cg1_exp3
    show n_cg1_exp2 at cgfade
    n "——"
    n "......"
    n "......所以呢？"
    mc "啊哈哈。"
    hide n_cg1_exp2
    show n_cg1_exp3 at cgfade
    n "天哪，真的够了！"
    n "所以你到底还读不读了？"
    mc "好吧，好吧......"
    "我又翻了一页。"
    "夏树突然笑了出来。"
    hide n_cg1_exp3
    show n_cg1_exp1 at cgfade
    n "啊哈哈哈！"
    n "我完全忘了还有过这么一段！"
    "夏树指着其中一格。"
    n "美野里是我最喜欢的角色。"
    n "她的运气实在太差了，所以让人很同情她。"
    n "不过她运气最差的时候是——"
    hide n_cg1_exp1
    n "唔......"
    n "我现在还不能剧透这个！"
    n "先把这一话读完再说吧！"
    scene bg club_day
    with dissolve_cg
    "夏树的语气中处处透着兴奋。"
    "这和她平时颐指气使的语气形成了鲜明的对比。"
    "不过我也能理解，毕竟她还从来没有和朋友分享过她最爱的漫画。"
    "那种心有灵犀一点通的感觉，总是很难用言语形容。"
    "而我竟然能成为夏树的第一个分享对象，给她创造这种难得的体验......"
    "想到这一点，我自己也微微笑了起来。"
    show monika 4b zorder 3 at f21
    m "好了，各位！"
    mc "诶？"
    m "大家都准备好分享今天的诗了嘛？"
    mc "......"
    show monika zorder 2 at t21
    show natsuki 4w zorder 3 at f22
    n "哦，拜托啊！"
    n "你这时机还能踩得再糟一点吗？"
    show natsuki zorder 2 at t22
    show monika zorder 3 at f21
    m 5 "对不起~！"
    m "我只想确保我们有足够的时间。"
    m "不过你们那边看起来很温馨、很惬意啊。啊哈哈！"
    show monika zorder 2 at t21
    show natsuki zorder 3 at f22
    n 4o "诶......？"
    n 1p "啊、啊！"
    "夏树突然间意识到自己离我有多近。"
    "她连忙往旁边一滑，退了足足三十公分。"
    show monika zorder 1 at thide
    show natsuki 1s zorder 2 at t11
    hide monika
    mc "好吧......"
    mc "那今天就读到这里吧。"
    "我合上漫画，把它递给夏树。"
    n 2m "你就这么还给我了......？"
    n "你就不想知道后续吗？"
    mc "啊......想是想啦，但是......"
    mc "莫妮卡刚刚不是说——"
    n 2u "不要那么傻嘛。"
    n "直接把漫画带回家呗。"
    mc "诶？"
    mc "......真的可以吗？"
    "我这么说，主要是因为我并没有打算在闲暇时读它......"
    n 4h "嗯，当然啦。"
    n "你不带回去的话，真的要读到天荒地老了。"
    n "今晚把这本读完，这样明天我们就可以开始看下一本啦。"
    n 4g "不过你要是敢把它弄折的话，我就杀了你。"
    mc "今晚读完......？"
    show natsuki zorder 1 at thide
    hide natsuki
    "这一卷我才读了一半诶。"
    "如果要读完，我就追不上今晚的剧了......"
    "但为了能再看到夏树热情洋溢的脸，我觉得这些都是必要的牺牲。"
    "或者说，我不敢去想如果我{i}没读完{/i}，会发生什么事情......？"
    mc "那，好吧！"
    "我站了起来。"
    "我回到摆放自己物品的位置，把漫画轻轻放入包里。"
    return


label natsuki_exclusive_2:
    $ n_exclusivewatched = True
    play music t6 fadeout 1
    scene bg club_day
    show natsuki 4c zorder 2 at t11
    with wipeleft_scene
    n "......"
    "夏树很快就走了过来，眼里充满期待。"
    mc "好啦，好啦。"
    mc "别担心，我遵守了我的诺言的。"
label natsuki_exclusive_2_ch3:
    "我把《芭菲女孩》的第一卷从包里抽了出来。"
    "夏树从我手里接过来，翻来翻去，大概是想检查书有没有被我弄皱。"
    mc "喂，我也没那么粗心啊......"
    mc "我也是一天到晚和漫画打交道的嘛。"
    n 1m "我只是想确认一下而已啊！"
    n 1c "你是在指责我太多心了吗？"
    n "我又不是天天都会把漫画借给别人。"
    mc "倒也是......"
    mc "我不怪你。"
    n 2j "但总之，先让我把这本放回去。"
    n "然后我就把第二册给你，好吗？"
    show natsuki zorder 1 at thide
    hide natsuki
    "夏树走向储藏间。"
    "我在她身后跟着。"
    show bg closet
    show natsuki 2l zorder 2 at t11
    with wipeleft
    n "所以说，你会把所有的读后感都告诉我的吧？？"
    n 2k "这本最后讲到哪里来着？我有点忘了。"
    mc "啊，好像是美野里和爱丽丝发现——"
    show natsuki 1e at h11
    n "{i}莫妮卡！！{/i}"
    "夏树的声音在从储藏间里传了出来。"
    mc "诶......？"
    "我朝里面看了一眼。"
    "夏树的所有漫画都被摆在了架子最上面。"
    n "你是不是又动了我的漫画？！"
    show monika 3l at l31
    m "啊，抱歉，抱歉！"
    m "因为我们占用了储藏间太多的空间，老师有点生气了......"
    m "所以我只能把东西挪一下，挤出一点空间。"
    m 3b "东西都还在，我只是重新摆了一下！"
    show monika zorder 1 at thide
    hide monika
    n 1r "呃......"
    "最上层比夏树的脑袋还高。"
    show natsuki at h11
    "她徒劳地跳了一下，想要够到自己的漫画。"
    n 1q "可恶......！"
    n "这太不方便了！"
    n 1c "我要把它们都搬回下面。"
    n "架子上明明还有很多空间嘛。"
    n "况且......"
    n 4w "漫画摆成一排多好看啊！"
    n "干嘛非要把它们放在最上一层弄得都看不见？"
    mc "呃，夏树......"
    mc "墙那边有个小凳子。"
    "储藏间的墙壁上挂着个折叠凳。"
    mc "如果你需要的话，我可以帮你从上面把它拿下来......"
    n 1g "我自己可以拿！"
    "夏树从墙上抓起折叠凳，把它展开放好。"
    n "你是觉得我太矮还是怎样？"
    mc "我是说——"
    n 5x "我{i}就知道{/i}！"
    n 5w "好啊，你猜怎么着？"
    n "你给我看好了！"
    "夏树跳上凳子，结果却因为凳子的折叠设计而变得摇摇晃晃的。"
    n 1f "啊、啊......"
    mc "小心......"
    n 1r "我知道我在干嘛！！"
    "夏树站在凳子上，指尖刚好能够到最上面一层。"
    "折叠凳已经足以让我轻松地够到那些漫画，但夏树今天还是一如既往的固执。"
    n "唔、唔呃......"
    "夏树用指尖把其中一个小盒子勾到了书架的边缘。"
    n 1t "看到了吧......？"
    n 1v "咿呀——！"
    "盒子突然掉了下来。"
    "在盒子几乎落地的那一刻，夏树才勉强抓住它。"
    "凳子晃来晃去。"
    show natsuki at h11
    n "哇哇哇啊——"
    "失去了平衡的夏树从凳子上跳了下来。"
    "幸好她最后在地上站稳了。"
    "她得意洋洋地举着盒子。"
    n 4y "看、看到没！"
    "只不过因为差点摔倒了，夏树稍微有点惊慌。"
    mc "真是的......"
    mc "别再逞强了。"
    mc "你没法这样子把那些大一点的盒子拿下来。"
    mc "我可以够到它们，所以——"
    n 2h "我说了我能行！"
    n "我才不要你的帮助，听到没？"
    mc "唉......"
    n "我去搬个椅子过来，你给我等一下。"
    show natsuki zorder 1 at thide
    hide natsuki
    "夏树推开我，挤出了储藏间。"
    n "那么......"
    "教室的课桌椅是成套相连的，根本没法拿到储藏间里。"
    n "啊哈！"
    "夏树朝教师桌小跑过去，桌子后面有一张电脑椅。"
    "她把电脑椅一路推到了储藏间。"
    show natsuki 4a zorder 2 at t11
    mc "啊——"
    "不过站在电脑椅上有点危险，毕竟这种椅子又能旋转又能滑动。"
    "但我已经吃过瘪了，所以就什么也没说。"
    n 1 "唔——"
    "夏树爬上电脑椅，一点点地直起身子。"
    "既然她拒绝了我的帮助，我便找了个位置坐下，背靠着门框静静地看着。"
    $ persistent.clear[1] = True
    $ renpy.save_persistent()
    scene n_cg2_bg
    show n_cg2_base
    with dissolve_cg
    n "啊哈！搞定！"
    n "看见没？对我来说就是小菜一碟。"
    "夏树举起一叠漫画，弯下身子把它放在下面的架子上。"
    show n_cg2_base at n_cg2_wiggle
    n "哇、哇啊——"
    "椅子转了起来。"
    "夏树赶紧抓住书架稳住自己。"
    show n_cg2_exp1 at cgfade
    n "你到底在干啥啊？？"
    n "你就在那边干坐着吗？就不能帮我按住这个椅子好让它别乱动吗？"
    "{i}（之前是谁叫我不要帮忙来着......？）{/i}"
    mc "行啦行啦......交给我吧。"
    hide n_cg2_exp1
    "我按住了椅子，而夏树重新直起了身子往上伸。"
    mc "——！"
    "我好像......"
    "{i}我好像抬头就能看到她裙底？！{/i}"
    mc "噶——"
    "我赶紧转过视线。"
    "夏树还真是没过脑子......！"
    "要是给她意识到这一点，我就死定了！"
    show n_cg2_base at n_cg2_wiggle
    n "唔嗯——"
    "夏树抱起《芭菲女孩》的盒子，也就是架子上最大最重的盒子。"
    n "唔......好重......"
    show n_cg2_exp1 at cgfade
    n "喂，[player]......"
    n "我、我感觉一弯腰就会跌倒......！"
    n "快帮我拿一下......"
    mc "诶？"
    mc "但我必须放开椅子才能拿......"
    n "没事的......！"
    n "一下下就好了！"
    n "赶紧吧......"
    mc "好吧......！"
    mc "你等我站起来先。"
    "我慢慢地松开椅子。"
    n "‘站起来’是什么意思啊？"
    "夏树低头看向我。"
    n "为什么你要蹲——"
    stop music fadeout 1
    n "诶、诶......？"
    "夏树似乎现在才意识到了什么，但一旦乱动，她就会失去平衡摔下来。"
    mc "夏树，盒子——"
    play music t7
    show n_cg2_exp2 at cgfade
    n "{i}你、你到底在往哪看啊！{/i}"
    mc "——！"
    show n_cg2_base at n_cg2_wiggle_loop
    show n_cg2_exp1 at n_cg2_wiggle_loop
    show n_cg2_exp2 at n_cg2_wiggle_loop
    n "你在偷看我的......我、我的......"
    "夏树的双腿开始颤抖。"
    mc "我、我没有！我只是——"
    mc "——夏树，别动先！"
    mc "先把盒子给我！"
    n "你......你个变态！"
    n "你居然趁火打劫！！"
    n "走开！"
    n "滚出去！"
    mc "但是——"
    n "我自己来！！"
    hide n_cg2_exp2
    n "啊、啊——"
    "电脑椅突然开始在夏树脚下旋转起来。"
    mc "夏树——！"
    show n_cg2_base at n_cg2_wiggle_loop
    show n_cg2_exp1 at n_cg2_wiggle_loop
    show n_cg2_exp2 at n_cg2_wiggle_loop
    n "{i}咿呀啊啊——！{/i}"
    "场面瞬间陷入了混乱。"
    "椅子从她脚下滑了出去。"
    "慌乱中，我试图接住她。"
    "盒子从夏树怀中掉了出来，里面的漫画漫天飞舞。"
    mc "接住你了——"
    show n_cg2_base at n_cg2_zoom
    show n_cg2_exp1 at n_cg2_zoom
    show n_cg2_exp2 at n_cg2_zoom
    show black:
        alpha 0
        0.10
        linear 0.10 alpha 1
    $ pause(0.20)
    stop music
    play sound "sfx/fall2.ogg"
    "{i}哗啦！{/i}"
    "夏树的冲力让我狠狠摔在了地上。"
    "一大堆书无情地砸在我的脸上。"
    "夏树用双手护住头，迎面直接扎进了我的怀里。"
    mc "唔呃......"
    "我的右手和后背一瞬间受到了不小的冲击。"
    play music t8 fadeout 1.0
    scene bg closet
    show natsuki 1v at face
    with dissolve_cg
    n "唔、唔......"
    "夏树慢慢地回过神来。"
    mc "噶——！"
    "她的双臂按在我身上，把自己撑了起来。"
    n 1h "诶......？"
    "夏树似乎意识到，自己的身体下面并不是地板。"
    n 1o "你、你你你......！！"
    n "恶心死了！恶心死了！"
    mc "噶——！"
    "一记重拳砸在我的胸口。"
    "接着，夏树站起了身子。"
    show natsuki 1x zorder 2 at t11
    n "你都在想什么啊？！"
    n "你个变态！"
    show monika 1d zorder 3 at f31
    m "大家都还好吗......？"
    m "我刚刚听见很大的一声......"
    "莫妮卡突然探头进来。"
    show monika zorder 2 at t31
    show natsuki zorder 3 at f11
    n 1e "莫妮卡！"
    n "你看看，把我的漫画放在最上层有什么后果？！"
    n 1w "你是想谋杀你的部员吗？"
    n "真是的！"
    show natsuki zorder 2 at t11
    show monika zorder 3 at f31
    m 5 "抱、抱歉，抱歉！"
    m "啊哈哈......"
    show monika zorder 2 at t31
    show natsuki zorder 3 at f11
    n 5r "哦，还有件事。"
    n "看来你的新部员是个不折不扣的变态。"
    n "这下你满意了吧。"
    show natsuki zorder 2 at t11
    mc "我没有——！"
    "总之，我简直没有办法向莫妮卡解释这个奇怪的状况。"
    mc "我什么也没做，我发誓......！"
    show monika zorder 3 at f31
    m 1l "我懂，我懂，别在意~"
    show monika zorder 1 at thide
    hide monika
    "莫妮卡悄悄地对我说道。"
    "看来我还不至于原地爆炸......"
    stop music fadeout 1
    n 1p "哦不......！"
    n "我......我的......"
    show natsuki 1m
    mc "诶？"
    "我低头看了看。"
    "漫画散落得到处都是，而夏树正跪在地上，手里举着其中一本。"
    "一个大大的对角线折痕横跨了整页纸，她正努力地想把它弄平。"
    mc "啊，肯定是这一页先掉在地上了......"
    stop music fadeout 1
    "夏树继续试图弄平褶皱，但还是徒劳无功。"
    show natsuki 12b
    "突然之间，她放弃了，啪地一声合上了书，把它丢到了地上。"
    "夏树没有继续大吼大叫，只是低下了头。"
    play music t9
    show natsuki 12d at s11
    n "{i}*呜呜*{/i}"
    mc "......夏树，你是不是——"
    show natsuki zorder 2 at t11
    n 12f "没有！"
    "夏树的声音有些颤抖。"
    "我看见她脸上带着眼泪。"
    mc "啊......"
    mc "我会帮你把它弄平的，好吧？"
    mc "这有一部分是我的责任，所以......"
    "夏树只是摇了摇头，依旧盯着地面。"
    n "不......"
    n "我根本不在乎......"
    n "我只是......"
    n "今天过得相当不顺利......"
    "夏树继续抽泣着。"
    n 12i "我不是故意要把怨气发泄在你身上......"
    n "我真的没想要这样！"
    mc "没......没关系的。"
    mc "......你有什么想跟我聊一下的吗？"
    show natsuki 12f
    "夏树摇了摇头。"
    n "只是......"
    n "每一天......"
    n "......都过得......好艰难。"
    n "我只是想......"
    n "......到部室来，然后......"
    n "......"
    "夏树又一次陷入沉默。"
    "我无法逼迫她讲下去，所以只能做一些我能做的事。"
    mc "好吧......"
    mc "总得有人收拾残局吧。"
    mc "剩下的漫画让我来搬。"
    mc "啊。"
    "我捡起《芭菲女孩》的第二卷。"
    mc "我们先把这本挑出来。"
    mc "读这个是不是能让你振作一些呢？"
    mc "等我收拾完漫画，我们就从这本开始看吧。"
    show natsuki 12h
    "夏树泪汪汪地看着我。"
    "她的嘴唇微颤着。"
    n "你......"
    n "你对我真好......"
    mc "诶？"
    "这话从夏树嘴里说出来，听着真是非常奇怪。"
    "这完全出乎我的意料。"
    mc "这个嘛......"
    mc "我只是在把你当作朋友来看待，懂吧？"
    n 12f "嗯......"
    show natsuki at thide
    hide natsuki
    "夏树没有抬头，只是一个劲儿在那抽泣着。"
    "我不知道今天的她发生了什么，但我至少得表现得友好些。"
    "在接下来的几分钟里，我们之间保持着沉默，而我则开始收拾起地上散落的书本。"
    "我按照正确的顺序把漫画塞进盒子里。"
    "过了一会儿，夏树也蹲下身开始收拾。"
    "我们很快把地上的漫画都收拾完毕，我还把盒装漫画拎到了夏树刚才想放的那层书架上。"
    "然后，我踩上折叠凳，三两下就把夏树其他的漫画都从顶层移了下来。"
    mc "搞定——！"
    mc "这样应该就可以了。"
    "我跳下了折叠凳。"
    "夏树移开了视线。"
    show natsuki 5u at t11
    n "谢、谢谢......"
    mc "啊哈哈......"
    mc "小事一桩。"
    "夏树手里拿着我交给她的那卷漫画。"
    mc "行，我准备好了。"
    n 2n "不错。"
    n "即使你不想看，我也会逼着你看完。"
    n 2u "不过你要说到做到哦。"
    n "是你刚刚说要让我振作起来的。"
    mc "那恭敬不如从命！"
    play music t8 fadeout 1
    scene bg club_day
    with wipeleft_scene
    "我们坐在和上次一样的地方，打开了《芭菲女孩》的第二卷。"
    "夏树的心情好得很快，一边笑着一边把漫画里的情节指给我看。"
    "她的确读得很仔细，注意到了很多不易察觉的重复笑话和背景要素。"
    "这部漫画一环扣一环、紧密相连，这点最终也给我留下了深刻的印象。"
    "看来夏树也有不错的漫画品味。"
    "过了一会儿，莫妮卡像往常一样召集大家，又到了该分享诗的时候了。"
    show natsuki 2j zorder 2 at t11
    mc "看来今天就读到这里吧。"
    n "行吧！"
    n "你这次好像也比之前更有热情了嘛。"
    mc "嗯，我也渐渐有点入迷了。"
    n 4z "欸嘿嘿。"
    n "我早就说了。"
    mc "好吧，好吧......"
    show natsuki zorder 1 at thide
    hide natsuki
    "我回到座位上，把漫画放进了书包里。"
    return

